data/perf/campaign-f3deebfbab60/r2/mysql/tsan-dom_peeling-ea-lo-st-swmr-stmt/run4/oltp_read_only.txt
Sysbench script: /usr/share/sysbench/oltp_read_only.lua
sysbench /usr/share/sysbench/oltp_read_only.lua --mysql-user=root --mysql-socket=/tmp/mysql.sock  --threads=84 --time=180 --rand-type=special run | awk '/Latency \(ms\):/ { exit; } 1'
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 84
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            113652
        write:                           0
        other:                           16236
        total:                           129888
    transactions:                        8118   (44.81 per sec.)
    queries:                             129888 (716.93 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          181.1712s
    total number of events:              8118

MySQL build: ..